"STORE_DESCRIPTION" = "VLC for iOS er en port av den gratis VLC-mediaspilleren for iPad, iPhone og iPod touch.\nDen kan spille alt av filmer, serier og musikk i de fleste formater direkte uten konvertering.\nDen tillater sykronisering med Dropbox, GDrive, OneDrive, Box, iCloud Drive, iTunes, direkte nedlastning og gjennom WiFi-deling samt strømming fra SMB, FTP, UPnP/DLNA-mediaservere og fra nettet.\nVLC tilbyr støtte for avanserte undertekster inkludert full SSA-støtte, flersporslyd, og avspillingsfartsstyring.\n\nVLC for iOS er helt fritt og har åpen kildekode.";

"STORE_DESCRIPTION_TV" = "VLC media player er en gratis, åpen kildekode, kryssplattform multimediaspiller.\nDen kan spille alle filmer, serier og musikk i de fleste formater direkte uten konvertering.\nDen tilltater strømming fra skytjenester (Dropbox, OneDrive, Box), fjernavspilling fra din Mac eller PC via nettgrensesnittet samt strømming fra SMB, FTP, UPnP/DLNA-mediaservere og nettet.\nVLC tilbyr støtte for avanserte undertekster inkludert full støtte for SSA, flersporslyd, og avspillingsfartsstyring.\n\nVLC for iOS er helt fritt og har åpen kildekode.\n\nMultimedia og grafikk er tilgjengelig fra TMDb og Hachet, som er film- og musikk-databaser drevet av entusiaster.";

"CHOOSE_AUDIO_TRACK" = "Velg lydspor";
"CHOOSE_SUBTITLE_TRACK" = "Velg undertekstspor";
"OPEN_TRACK_PANEL" = "Åpne sporutvalg";
"CHOOSE_TITLE" = "Velg tittel";
"CHOOSE_CHAPTER" = "Velg kapittel";
"CHAPTER_SELECTION_TITLE" = "Kapittel";
"TITLE" = "Tittel";
"CHAPTER" = "Kapittel";
"MINIMIZE_PLAYBACK_VIEW" = "Minimer avspilling";
"FULLSCREEN_PLAYBACK" = "Spill i fullskjerm";
"TRACK_SELECTION" = "Sporvalg";
"AUDIO" = "Lyd";
"SUBTITLES" = "Undertekster";
"LANGUAGE" = "Språk";
"MEDIA_INFO" = "Mediainformasjon";
"VIDEO_DIMENSIONS" = "Videoinnstillinger";
"FORMAT_VIDEO_DIMENSIONS" = "%ix%i piksel";
"FORMAT_AUDIO_TRACKS" = "%i lydspor";
"ONE_AUDIO_TRACK" = "Ett lydspor";
"FORMAT_SPU_TRACKS" = "%i undertekstspor";
"ONE_SPU_TRACK" = "Ett undertekstspor";

"PLAYING_EXTERNALLY_TITLE" = "TV koblet til";
"PLAYING_EXTERNALLY_TITLE_CHROMECAST" = "Chromecast Connected";
"PLAYING_EXTERNALLY_DESC" = "Denne videoen blir spilt på TV'en";

"VFILTER_HUE" = "Farge";
"VFILTER_CONTRAST" = "Kontrast";
"VFILTER_BRIGHTNESS" = "Lysstyrke";
"VFILTER_SATURATION" = "Metning";
"VFILTER_GAMMA" = "Gamma";

"PREAMP" = "Forforsterker";
"DB_FORMAT" = "%i dB";
"CHOOSE_EQUALIZER_PROFILES" = "Velg Tonekontroll Profil";

"PLAYBACK_FAILED" = "Avspilling feilet";
"PLEASE_WAIT" = "Vent litt…";
"AR_CHANGED" = "Størrelsesforhold: %@";
"DEFAULT" = "Standard";
"FILL_TO_SCREEN" = "Beskjær for å fylle skjermen";
"PLAYBACK_SPEED" = "Avspillingsfart";
"SPU_DELAY" = "Undertekstforsinkelse";
"AUDIO_DELAY" = "Lydforsinkelse";
"BUTTON_SLEEP_TIMER" = "Søvnplanlegger";
"SLEEP_TIMER_UPDATED" = "Søvnplanlegger oppdatert";
"CONTINUE_PLAYBACK" = "Fortsett avspilling?";
"CONTINUE_PLAYBACK_LONG" = "Ønsker du å fortsette avspilling av \"%@\" fra der du avsluttet?";

"BUTTON_ALL" = "Velg alt";
"BUTTON_BACK" = "Tilbake";
"BUTTON_EDIT" = "Rediger";
"BUTTON_DONE" = "Ferdig";
"BUTTON_CANCEL" = "Avbryt";
"BUTTON_SAVE" = "Lagre";
"BUTTON_DOWNLOAD" = "Last ned";
"BUTTON_DELETE" = "Slett";
"BUTTON_OK" = "OK";
"BUTTON_CONTRIBUTE" = "Bidra";
"BUTTON_CONNECT" = "Koble til";
"BUTTON_RENAME" = "Gi nytt navn";
"BUTTON_LEARN_MORE" = "Lær mer";
"BUTTON_LOGOUT" = "Logg ut";
"BUTTON_CONTINUE" = "Fortsett";
"BUTTON_SET" = "Set";
"BUTTON_RESET" = "Reset";
"PRIVATE_PLAYBACK_TOGGLE" = "Privat avspilling";
"SCAN_SUBTITLE_TOGGLE" = "Søke etter undertekster (http-only)";

"BUTTON_RENDERER" = "Casting devices";
"BUTTON_RENDERER_HINT" = "Show a menu of available casting devices";

"UPGRADING_LIBRARY" = "Oppdater mediebibliotek";
"UNTITLED_SHOW" = "Navnløs visning";
"UNKNOWN" = "Ukjent";

"OPEN_NETWORK" = "Åpne Nettverkstrøm";
"NETWORK_TITLE" = "Nettverkstrøm";
"OPEN_NETWORK_HELP" = "Skriv inn en HTTP, RTSP, RTMP, MMS, FTP eller UDP / RTP -adressen for å åpne strømmen direkte.";
"ABOUT_APP" = "Om VLC for iOS";
"OPEN_VLC_MENU" = "Åpne VLC sidebar menyen";
"HTTP_UPLOAD_SERVER_OFF" = "Inaktiv Server";
"HTTP_UPLOAD_NO_CONNECTIVITY" = "Ingen aktiv WiFi tilkobling";
"OPEN_STREAM_OR_DOWNLOAD" = "Vil du laste ned eller spille av denne URL?";
"SHARED_VLC_IOS_LIBRARY" = "Delt VLC for iOS bibliotek";
"SMB_CIFS_FILE_SERVERS" = "Filservere (SMB)";

"SMB_CIFS_FILE_SERVERS_SHORT" = "SMB";


"HTTP_DOWNLOAD_FAILED" = "Nedlastning feilet med HTTP kode %i";
"HTTP_FILE_CREATION_FAILED" = "Filopprettelse feilet";
"HTTP_DOWNLOAD_CANCELLED" = "Nedlasting avbrutt av bruker";

"DOWNLOAD_FROM_HTTP_HELP" = "Skriv inn en adresse for å laste ned filen til %@.";
"DOWNLOAD_FROM_HTTP" = "Nedlastninger";
"ERROR_NUMBER" = "Feil %i oppstod";
"DOWNLOAD_FAILED" = "Mislykket nedlasting";
"FILE_NOT_SUPPORTED" = "Filformat ikke tilgjengelig";
"FILE_NOT_SUPPORTED_LONG" = "The file format used by %@ is not supported by this version of VLC for iOS.";
"SCHEME_NOT_SUPPORTED" = "Adresse ordningen støttes ikke";
"SCHEME_NOT_SUPPORTED_LONG" = "Adresseforordningen (%@) støttes ikke. Bruk en adresse som starter med HTTP, HTTPS eller FTP.";
"LIBRARY_ALL_FILES" = "Alle filer";
"LIBRARY_MUSIC" = "Musikkalbum";
"LIBRARY_SERIES" = "TV-Show";
"LIBRARY_TRACKS" = "%i Spor";
"LIBRARY_SINGLE_TRACK" = "%i Spor";
"LIBRARY_EPISODES" = "%i Episoder, %i ulest";
"LIBRARY_SINGLE_EPISODE" = "%i Episode, %i ulest";
"LIBRARY_TRACK_N" = "Spor %i ";
"LIBRARY_MINUTES_LEFT" = "%@m igjen";
"RENAME_MEDIA_TO" = "Skriv nytt navn for %@";

"FOLDER_EMPTY" = "Tøm mappe";
"FOLDER_EMPTY_LONG" = "For å legge til filer trykk på Rediger, velg filene du ønsker, klikk på mappe-knappen og velg denne mappen.";
"FOLDER_INVALID_TYPE_TITLE" = "Ugyldig filtype";
"FOLDER_INVALID_TYPE_MESSAGE" = "Du kan bare ta to filer for å danne en mappe eller legge til en enkelt fil til en eksisterende mappe.";
"FOLDER_CHOOSE_NAME_TITLE" = "Ny mappe";
"FOLDER_CHOOSE_NAME_MESSAGE" = "Skriv inn en tittel for mappen";
"FOLDER_NAME_PLACEHOLDER" = "Mappetittel";
"FOLDER_NAME_DUPLICATE_TITLE" = "Tittel finnes";
"FOLDER_NAME_DUPLICATE_MESSAGE" = "Velg en annen tittel";
"SELECT_FOLDER" = "Velg mappe";

"SHARING_ACTION_SHEET_TITLE_CHOOSE_FILE" = "Velg en fil å åpne:";
"SHARING_ACTIVITY_OPEN_IN_TITLE" = "Åpne i…";
"SHARING_ERROR_NO_FILES" = "Kunne ikke finne noen filer å dele";
"SHARING_ERROR_NO_APPLICATIONS" = "Kunne ikke finne noen programmer for å åpne denne filtypen";
"SHARING_SUCCESS_CAMERA_ROLL" = "Filen ble lagret i Kamerarull";

"SECTION_HEADER_LIBRARY" = "Mediabibliotek";
"HEADER_TITLE_RENDERER" = "Select a casting device";
"SECTION_HEADER_NETWORK" = "Nettverk";

"LOCAL_NETWORK" = "Lokalt nettverk";
"CONNECT_TO_SERVER" = "Koble til server";
"USER_LABEL" = "Bruker";
"PASSWORD_LABEL" = "Passord";
"DISABLE_LABEL" = "Slå av";
"BUTTON_ANONYMOUS_LOGIN" = "Anonym pålogging";

"LOCAL_SERVER_REFRESH" = "Oppdater";
"LOCAL_SERVER_LAST_UPDATE" = "Sist oppdatert den %@";
"LOCAL_SERVER_CONNECTION_FAILED_TITLE" = "SERVERTILKOBLING FEILET";
"LOCAL_SERVER_CONNECTION_FAILED_MESSAGE" = "Sjekk din tjeneradresse og dine akkreditiver";

"CLOUD_SERVICES" = "Skytjenester";
"LOGIN" = "Logg inn";
"LOGGED_IN" = "Innlogget";

"DROPBOX_DOWNLOAD" = "Last ned fil?";
"DROPBOX_DL_LONG" = "Vil du laste ned \"%@\" til din %@?";
"DROPBOX_LOGIN" = "Logg inn";

"GDRIVE_ERROR_FETCHING_FILES" = "Feil ved henting av filer";
"GDRIVE_DOWNLOAD_SUCCESSFUL" = "Filen har blitt lastet ned";
"GDRIVE_DOWNLOAD_SUCCESSFUL_TITLE" = "VELLYKKET";
"GDRIVE_ERROR_DOWNLOADING_FILE" = "Det oppstod en feil under nedlasting";
"GDRIVE_ERROR_DOWNLOADING_FILE_TITLE" = "FEIL";

"DISK_FULL" = "Lagringsgrense nådd";
"DISK_FULL_FORMAT" = "%@ Kan ikke lagres på din %@, fordi du ikke har nok ledig plass igjen.";

"NUM_OF_FILES" = "%i filer";
"ONE_FILE" = "1 fil";
"NO_FILES" = "Ingen støttede filer";
"DOWNLOADING" = "Nedlasting…";
"REMAINING_TIME" = "Gjenstående tid: %@";
"BIOMETRIC_UNLOCK" = "Unlock Media Library\nCancel to enter Passcode";

"Settings" = "Innstillinger"; // plain text key to keep compatibility with InAppSettingsKit's upstream
"ON" = "På";
"OFF" = "Av";

"EMPTY_LIBRARY" = "Tomt Mediabibliotek";
"EMPTY_LIBRARY_LONG" = "For avspilling kan du Strømme media fra en server på det lokale nettverket, fra skyen eller synkronisere medier til enheten ved hjelp av iTunes, WiFi Opplastning eller Sky tjenester.";

"PLAYBACK_SCRUB_HELP" = "Skyv fingeren nedover for å justere bla hastighet.";
"PLAYBACK_SCRUB_HIGH" = "Høyhastighet skrubbing";
"PLAYBACK_SCRUB_HALF" = "Halv-hastighet skrubbing";
"PLAYBACK_SCRUB_QUARTER" = "Kvart-hastighet skrubbing";
"PLAYBACK_SCRUB_FINE" = "Fin skrubbing";
"PLAYBACK_POSITION" = "avspillingsposisjon";
"VIDEO_FILTER" = "Videofilter";
"VIDEO_FILTER_RESET_BUTTON" = "Tilbakestill videofiltre";
"VIDEO_ASPECT_RATIO_BUTTON" = "Bytt Video Størrelsesforhold";
"PLAY_PAUSE_BUTTON" = "Spille eller pause gjeldende avspilling";
"BWD_BUTTON" = "Spol tilbake";
"FWD_BUTTON" = "Spol fremover";
"PLAY_BUTTON" = "Spill av";
"PAUSE_BUTTON" = "Pause";
"PLAY_ALL_BUTTON" = "Spill alle";

"VERSION_FORMAT" = "Versjon: %@";
"BASED_ON_FORMAT" = "Basert på:<br />%@";

"NEW" = "NY";

"BUG_REPORT_TITLE" = "Rapporter en feil";
"BUG_REPORT_MESSAGE" = "Vil du opprette en feilrapport?";
"BUG_REPORT_BUTTON" = "Åpne Safari";

"VO_VIDEOPLAYER_TITLE" = "Filmavspiller";
"VO_VIDEOPLAYER_DOUBLETAP" = "Dobbelttrykk for å vise eller skjule avspillingskontroller";

"FIRST_STEPS_WELCOME" = "Velkommen";
"FIRST_STEPS_WELCOME_DETAIL" = "Første skritt for å synkronisere og spille av dine media.";
"FIRST_STEPS_ITUNES" = "iTunes filsynkronisering";
"FIRST_STEPS_ITUNES_DETAILS" = "Koble %@ til din Mac eller PC via cable.\n\nÅpne iTunes.\n\nVelg din %@. \n\nBytte til \"App\" -kategorien, bla nedover og se etter VLC.\n\nOverføre dine filer.";
"FIRST_STEPS_WIFI_CONNECT_DETAILS" = "Koble %@ til det samme nettverket som din Mac eller PC.";
"FIRST_STEPS_WIFI_UPLOAD_DETAILS" = "Slå på vippebryteren i sidepanelet, skriv inn nettadressen til nettleseren og laste opp filene dine.";
"FIRST_STEPS_CLOUDS" = "Skyer";
"FIRST_STEPS_CLOUD_UPLOAD_DETAILS" = "Last opp dine medier til Google Drive eller Dropbox.";
"FIRST_STEPS_CLOUD_ACCESS_DETAILS" = "Åpne sidepanelet for å velge Sky leverandøren og få tilgang til media for nedlasting eller strømme.";
"FIRST_STEPS_PLAYBACK" = "Avspilling";
"FIRST_STEPS_FLOSS" = "RQDTV is a multi-functional player\nWe hope you'll love it.";

"FIRST_STEPS_TIME" = "Tid";
"FIRST_STEPS_ASPECT" = "Størrelsesforhold";
"FIRST_STEPS_SPEED" = "Hastighet";
"FIRST_STEPS_REPEAT" = "Gjenta";
"FIRST_STEPS_SUBTITLES" = "Undertekstspor";
"FIRST_STEPS_AUDIO" = "Lydspor";
"FIRST_STEPS_POSITION" = "Posisjon";

"PLEX_CHECK_ACCOUNT" = "Sjekk din Plex konto i innstillingene";
"PLEX_ERROR_ACCOUNT" = "Plex innlogging feilet";

"UNAUTHORIZED" = "Uautorisert";

"SERVER" = "Server";
"SERVER_PORT" = "Port";
"NO_SERVER_FOUND" = "Finner ingen server";
"NO_RECENT_STREAMS" = "Ingen strøm ble spilt nylig";

"WEBINTF_TITLE" = "Del via WiFi";
"WEBINTF_DROPFILES" = "Slipp filer";
"WEBINTF_DROPFILES_LONG" = "Slipp filer i vinduet for å legge dem til %@.<br>Eller klikk på \"+\" knappen for å bruke fildialog-velgeren.";
"WEBINTF_DOWNLOADFILES" = "Last ned filer";
"WEBINTF_DOWNLOADFILES_LONG" = "Klikk på filen du ønsker å laste ned fra %@.";
"WEBINTF_TITLE_ATV" = "Fjernavspilling";
"WEBINTF_DROPFILES_LONG_ATV" = "Dra filer til vinduet for å spille dem i din %@.<br>Eller klikk på \"+\" knappen for å bruk filvelger dialogen.";
"WEBINTF_URL_SENT" = "URL sendt.";
"WEBINTF_URL_EMPTY" = "URL kan ikke være tom.";
"WEBINTF_URL_INVALID" = "Ikke gyldig URL.";


"NOW_PLAYING" = "Spilles nå";
"PLAY_NOW" = "Spill nå";
"PLAYING" = "Spiller";
"DETAIL" = "Detaljer";

"VOLUME" = "Lydstyrke";
"DURATION" = "Varighet";
"TITLE" = "Tittel";

// strings from VLCKit
"%ld hours %ld minutes remaining" = "%1$ld timer %2$ld minutter gjenstår";
"%ld hours %ld minutes" = "%1$ld timer %2$ld minutter";
"%ld minutes remaining" = "%ld minutter gjenstår";
"%ld minutes" = "%ld minutter";
"%ld minutes %ld seconds remaining" = "%1$ld minutter %2$ld sekunder gjenstår";
"%ld minutes %ld seconds" = "%1$ld minutter %2$ld sekunder";
"%ld seconds remaining" = "%ld sekunder gjenstår";
"%ld seconds" = "%ld sekunder";

// accessibility labels for the playlist
"OBJECT_TYPE_SHOW" = "Vis";
"OBJECT_TYPE_SHOW_EPISODE" = "Vis episode";
"OBJECT_TYPE_LABEL" = "Mappe";
"OBJECT_TYPE_ALBUM" = "Album";
"OBJECT_TYPE_ALBUM_TRACK" = "Albumspor";
"OBJECT_TYPE_FILE" = "Fil";
"OBJECT_TYPE_FILE_AUDIO" = "Lydfil";

"NOT_CONNECTED_TO_PHONE_TITLE" = "Ikke koblet til iPhone";
"NOT_CONNECTED_TO_PHONE_MESSAGE" = "Koble til din iPhone for å utføre fjernkontrollerte handlinger.";

"LONGPRESS_TO_STOP" = "Trykk lenge for å stoppe avspillingen.";

// ATV specific
"AUDIO_INFO_VC_TITLE" = "Lydinfo";
"CLOUD_LOGIN_LONG" = "For å få tilgang til skytjenester, logg innn til iCloud på både denne Apple TV og en iOS-enhet med samme Apple ID og skru på deling i Keychain i Systemvalg.\nEtterpå, logg inn på din valgte skytjener ved hjelp av VLC appen på din iOS-enhet. TIl slutt velg den på skjermen.";
"ENTER_URL" = "Skriv inn URL for å spille";
"HTTP_SERVER_ON" = "Skru av fjernavspilling";
"HTTP_SERVER_OFF" = "Skru på fjernavspilling";
"CACHED_MEDIA" = "Bufret media";
"CACHED_MEDIA_LONG" = "Media vist her er lagret lokalt på din Apple TV. Vær klar over at innholdet kan fjeres av operativsystemet uten varsel når VLC ikke kjører i tilfelle enheten går tom for lagringsplass.";
"DOWNLOAD_SUBS_FROM_OSO" = "Last ned undertekster fra OpenSubtitles.org…";
"FOUND_SUBS" = "Funnet undertekster";
"USE_SPDIF" = "Bruk passer-igjennom (S/PDIF)";

"PLAYBACK" = "Avspilling";
"REPEAT_MODE" = "Gjenta";
"REPEAT_DISABLED" = "Avslått";
"REPEAT_SINGLE" = "Singel";
"REPEAT_FOLDER" = "Mappe";

// Local Network Service Names
"UPNP_LONG" = "Universal Plug'n'Play (UPnP)";
"UPNP_SHORT" = "UPnP";

"PLEX_LONG" = "Plex Media Server (via Bonjour)";
"PLEX_SHORT" = "Plex";

"FTP_LONG" = "Filoverføringsprotokoll (FTP)";
"FTP_SHORT" = "FTP";

"BONJOUR_FILE_SERVERS" = "Bonjour-filtjener";
"DSM_WORKGROUP" = "Arbeidsgruppe";

"URL_NOT_SUPPORTED" = "The URL can't be opened";

// Insert %@ where play-pause-glyph should be placed
"DELETE_ITEM_HINT" = "Trykk %@ for å slette"; /* Insert %@ where play-pause-glyph should be placed */

"DELETE_INVALID_MESSAGE" = "Utvalget kan ikke slettes";
"DELETE_INVALID_TITLE" = "Ugyldig utvalg";
"DELETE_MESSAGE" = "Bekreft slettingen av valgte filer";
"DELETE_TITLE" = "Slett valgte filer";

//Drag and Drop
"THIS_FILE" = "This file";
"NOT_SUPPORTED_FILETYPE" = "%@ is not a supported filetype by VLC";
"FILE_EXISTS" = "%@ already exists";

/* New strings */
"PROTOCOL_NOT_SELECTED" = "Protokoll ikke valgt";
"Settings" = "Innstillinger";
"ERROR" = "Error";
"OK" = "Ok";



//新增
"TVHclient"="TVHclient";
"Recordings"="Recordings";
"Currently playing"="Currently playing";
